---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FormFailures.VoidFormsNotUsed
source: html/afa89fcb-e0e7-b488-d583-e32ccb0f5c08.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FormFailures.VoidFormsNotUsed Property

Some Void Forms of this family do not cut anything and will be deleted. To make a Void Form cut something else use the Cut Geometry tool.

## Syntax (C#)
```csharp
public static FailureDefinitionId VoidFormsNotUsed { get; }
```